{"index":35,"questions":["How would you describe yourself?","Do you think your dreams are a reflection of something deeper within your mind?","How old do you feel?","What are the things that you do but don't like doing?","What are the things you like to do but haven't been doing?","How often do you zone out?","What are the things you are proud of?","What are the things that make you feel scared?","What makes you happy?","Do you feel introverted or extroverted?","What are the things you are most thankful for?","Who are you most thankful for?","Who are the people you trust?","What do you want to change in yourself?","What is that you like the most about yourself?","What one thing would you want a second chance with?","Do you love yourself?","What is the ideal version of yourself you want to be?","What little things make you happy?","Who do you enjoy being around with?","What do you fear the most?","What are the things you think you should let go of?","How do you show your emotions — anger, sadness or happiness?","Which everyday routine you are better off without?","What do you do when you feel lost?","How do you celebrate your happiness and success?","How well do you communicate with others?","How well do you sleep?","Do you eat healthily and on time?","Does your work interfere with your personal life? How do you balance work and personal life?","How do you spend your leisure time?","What activities relax you?","What activities make you feel anxious?","What habits do you want to break and which ones do you want to cultivate?","What are your passions?","If you won the lottery today, how would you be in 5 years?","What work would you like to do if it's not paid and there are no restrictions on time and resources?","What's the best reality you wish for and how does it compare to your present?","What do you expect from your career? A promotion, raise, satisfaction or everything?","Are you on the job which aligns to your goals?","Which one event in your life has been the biggest so far?","What would you like to be the experience you want to share your mentees or children with?","How far do you think you are from achieving your big dreams?","What would you do if you had just a year left to live?","What advice would you give to your past-self 5 years ago?","And what do you think your future self would advise you?","What is the biggest priority in your life right now?","What is your biggest regret in your life?","How do you plan to deal with your regrets and successes? Do you stop trying or do you keep working for it?","What is your ideal career?","Do you want to retire? If yes, how and when?","How do you measure success?","What resolutions do you often take?","How many goals have you accomplished?","Do you have unfinished projects you have always wanted to be done?","How much help did you provide your loved ones in achieving their goals?","How many of your goals have you achieved?","Did you get to have the time resources you needed to complete your goals?","What are your immediate goals?"]}